<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<head>
<meta charset="utf-8" />
<title>О Нас</title>
 <link rel="shortcut icon" href="img1/bg.gif">
<link type ="text/css" href="file.css" rel="stylesheet" media="screen"/>
</head>
<body class ="class5">
<?php
include"includes/header.php";
?>
<br>
<br>
<br>
<div class = "spis">
<center>
<p class ="privet">Давайте знакомиться! </br>Меня зовут Светлана.</br> В своем блоге я рассказываю об интересных ситуациях из жизни – таких, на которые можно посмотреть с разных сторон. Мне интересно ваше мнение! Пишите, комментируйте, описывайте случаи, известные вам. Постараюсь ответить на все комментарии, ведь каждое мнение имеет право на жизнь! Еще на сайте есть статьи посвященные здоровью детей, отдыху и спорту. 
Чтобы посмеяться над шутками, можно открыть категорию "Юмор". Везде можно высказать свое мнение в виде комментариев. Как пользоваться системой комментариев - описано ниже.</p>
</center>
</div>
<div>
<center> Инструкция</center>
На сегодняшний день на нашем сайте можно оставлять комментарии без регистрации. В дальнейшем, когда мы разместим рубрики или статьи с возрастными ограничениями - будет предусмотрена
регистрация. А сейчас чтобы оставить комментарий необходимо выполнить действия:</br>
1. Под статьей необходимо нажать ссылку: добавить свой комментарий(см. PrtSc ниже)</br>
<img src = "img/1.jpg"/>

2. В появившейся пустой форме</br>
<img src = "img/2.jpg"/></br>
необходимо ввести имя и собственно сам комментарий.
</br>
<img src = "img/3.jpg"/></br>
3. Нажать кнопку добавить. После этого под статьёй появится Ваш комментарий:</br>
<img src = "img/4.jpg"/></br>

На нашем сайте есть возможность обсудить комментарий посетителя.</br>
Для этого под каждым комментарием есть кнопка - ответ на комментарий. При её нажатии отображается форма ввода комментария, где в большом поле уже внесен текст.
</br>
<img src = "img/6.jpg"/></br>
 Свой ответ на комментарий необходимо внести
сразу после текста. Можно даже не ставить пробелы и не забыть ввести свое имя.смотри PrtSc.
</br>
<img src = "img/7.jpg"/></br>
Если при нажатии кнопки ответ на комментарий вас выбросилов начало страницы - необходимо нажать стелку вниз с левой стороны экрана
</br>
<img src = "img/5.jpg"/></br>
тогда вас вернет к форме ввода комментария.
Сам ответ на комментарий будет выглядеть так:
</br>
<img src = "img/8.jpg"/></br></br></br></br>

СПАСИБО ЗА ВНИМАНИЕ!!!

</div>
</body>